Repository: BUNNA282/question
Catalog: lib/l10n/app_*.arb
Languages: km

# quizAppTitle
source: Khmer Quiz App
km: កម្មវិធីសំណួរខ្មែរ

# questionNumber
source: Question {current} / {total}
km: សំណួរទី {current} / {total}

# question
source: Question - Answer
km: សំណួរ - ចម្លើយ

source: Next Question
km: សំណួរបន្ទាប់

source: View Results
km: មើលលទ្ធផល

source: Question saved!
km: សំណួរត្រូវបានរក្សាទុក!

source: Question removed from saved!
km: បានលុបចេញពីសំណួរដែលបានរក្សាទុក!

source: Question already saved!
km: សំណួរនេះត្រូវបានរក្សាទុកហើយ!

source: Added to favorites!
km: បានបន្ថែមទៅសំណួរចូលចិត្ត!

source: Removed from favorites!
km: បានលុបចេញពីសំណួរដែលចូលចិត្ត!

# noQuestionsAvailable
source: No questions available for this category or an error occurred.
km: គ្មានសំណួរសម្រាប់ប្រភេទនេះ ឬមានកំហុសកើតឡើង។

source: Leaderboard
km: តារាងពិន្ទុ

# savedQuestionsTitle
source: Saved
km: បានរក្សាទុក

# favoriteQuestionsTitle
source: Favorite
km: ចូលចិត្ត

# reportTitle
source: Report
km: របាយការណ៍

# appTagline
source: A game to cultivate wisdom and enhance knowledge
km: ហ្គេមបណ្តុះប្រាជ្ញា និងបង្កើនចំណេះដឹង
